"App Data" = "App Data";
"Wenn die MeinVodafone App nicht ordnungsgemäß funktioniert, kann das Problem möglicherweise durch das Zurücksetzen der Daten behoben werden. Schalte diese Einstellung ein, erzwinge das Schließen der App und starte sie dann erneut." = "If the MeinVodafone app is not working properly, a data reset may solve the problem. Turn on Reset Data Toggle, Force close the app, and then Launch it again.";
"Reset App" = "Reset Data";
